Repository: kimsol1134/baseball
Catalog: apps/ios/Sources/Localization/Localizable.xcstrings
Source language: ko
Languages: en, ja

# awakening.branch.selected-count
source: %lld개 찍음
en: %lld selected
ja: %lld が選択されました

# awakening.branch.title
source: %@ 갈래
en: %@ Branch
ja: %@支店

# awakening.confirmation.action
source: 이걸로 각성한다
en: Choose this awakening
ja: この覚醒を選択してください

# awakening.confirmation.cancel
source: 다시 고른다
en: Choose again
ja: もう一度選択してください

# awakening.confirmation.message
source: %@ 갈래 %lld단 %@ 한 번 고르면 고교 3년 동안 바꿀 수 없습니다.
en: %@ branch, Tier %lld %@ Once chosen, this awakening cannot be changed during your three-year high school career.
ja: %@ ブランチ、ティア %lld %@ 一度選択したこの覚醒は、高校3年間は変更することができません。

# awakening.confirmation.title
source: %@ 각성할까요?
en: Choose %@ as your awakening?
ja: 覚醒として%@を選択しますか?

# awakening.counter
source: 고교 3년 동안 %lld번 각성합니다 — 지금은 %lld번째입니다.
en: You get %lld awakenings across high school — this is awakening %lld.
ja: 高校全体で %lld の覚醒が得られます。これは %lld の覚醒です。

# awakening.guide
source: 체크는 현재 보유, ‘다음’은 다음 각성에서 고를 수 있는 스킬입니다. 잠긴 가지에는 먼저 필요한 스킬이 표시됩니다.
en: A checkmark means owned. “Next” means available at the next awakening. Locked nodes show the skill you need first.
ja: チェックマークは所有されていることを意味します。 「次」は次の覚醒で利用可能になることを意味します。ロックされたノードには、最初に必要なスキルが表示されます。

# awakening.key-art.eyebrow
source: 각성
en: Awakening
ja: 覚醒

# awakening.key-art.title
source: 몸이 하나를 기억합니다
en: Your Body Remembers One Thing
ja: あなたの体は一つのことを覚えています

# awakening.node.leap
source: 건너뛰기
en: One-Tier Skip
ja: 1階層スキップ

# awakening.node.lock-reason
source: 먼저 '%@'을(를) 찍어야 열립니다.
en: Take '%@' first to unlock this node.
ja: このノードのロックを解除するには、最初に「%@」を実行します。

# awakening.node.next
source: 다음
en: Next
ja: 次へ

# awakening.node.select
source: 찍기
en: Choose
ja: 選択してください

# awakening.node.voice.available-now
source: %@ 갈래 %lld단, %@, %@, 지금 찍을 수 있음
en: %@ branch, Tier %lld, %@, %@, available now.
ja: %@ ブランチ、ティア %lld、%@、%@、現在利用可能です。

# awakening.node.voice.available-next
source: %@ 갈래 %lld단, %@, %@, 다음 각성에서 선택 가능
en: %@ branch, Tier %lld, %@, %@, available at the next awakening.
ja: %@支店、ティア%lld、%@、%@、次回覚醒で入手可能。

# awakening.node.voice.locked
source: %@ 갈래 %lld단, %@, 잠김. %@
en: %@ branch, Tier %lld, %@, locked. %@
ja: %@ ブランチ、層 %lld、%@、ロックされています。 %@

# awakening.node.voice.owned
source: %@ 갈래 %lld단, %@, 이미 찍음
en: %@ branch, Tier %lld, %@, owned.
ja: %@ ブランチ、ティア %lld、%@、所有。

# awakening.read-only.empty
source: 아직 찍은 스킬이 없습니다. 다음 각성에서 네 갈래의 1단 스킬 중 하나를 고릅니다.
en: No skills selected yet. At the next awakening, choose one Tier 1 skill from any of the four branches.
ja: まだスキルが選択されていません。次回覚醒時に、4つのブランチのいずれかからTier 1スキルを1つ選択します。

# awakening.read-only.progress
source: 찍은 스킬 %lld/%lld · 남은 선택 %lld회
en: %lld/%lld skills chosen · %lld choices left
ja: %lld/%lld スキルを選択しました · %lld の選択肢が残っています

# awakening.selection.guidance
source: 하나를 찍으면 그 갈래의 다음 가지가 열립니다. 남은 각성 %lld번 — 한 갈래를 끝까지 팔지, 여러 갈래를 나눠 가질지 고르세요.
en: Take one skill to unlock the next node in that branch. %lld awakenings remain after this pick — finish one branch or spread your picks across several.
ja: スキルを 1 つ取得して、そのブランチ内の次のノードのロックを解除します。このピックの後も %lld の覚醒が残ります。1 つのブランチを完了するか、ピックを複数に分散してください。

# awakening.sheet.done
source: 완료
en: Done
ja: 完了

# awakening.sheet.title
source: 내 스킬트리
en: My Skill Tree
ja: 私のスキルツリー

# awakening.spark.before-first-game
source: 아직 증명할 무대가 없었습니다 — 순서대로만 열립니다. 마운드의 호투가 다음 각성에서 건너뛰기를 엽니다.
en: You have not had a game to prove yourself yet — nodes unlock in order. A strong outing can unlock a one-tier skip at the next awakening.
ja: あなたはまだ自分自身を証明する試合を持っていません - ノードは順番にロック解除されます。強力な登板により、次の覚醒時に 1 段階のスキップがロック解除されます。

# awakening.spark.leaps
source: 시즌의 호투가 몸을 완전히 깨웠습니다 — 한 단계를 건너뛰고 찍을 수 있습니다.
en: A strong season has unlocked a one-tier skip — you can take a node one tier ahead.
ja: 好調なシーズンにより 1 層スキップのロックが解除され、1 層先のノードに進むことができます。

# awakening.spark.needs-proof
source: 전조가 부족합니다 — 이번에는 순서대로만 열립니다. 호투(무실점·삼진쇼)와 만개가 다음 각성에서 건너뛰기를 엽니다.
en: You have not earned a skip yet — nodes unlock in order for now. Strong outings (scoreless frames and strikeout shows) and talent breakthroughs can unlock a one-tier skip at the next awakening.
ja: まだスキップを獲得していません。今のところ、ノードは順番にロック解除されます。強力なアウト（無得点フレームと三振ショー）と才能の躍進により、次の覚醒で 1 段階のスキップのロックを解除できます。

# awakening.summary.empty
source: 아직 찍은 스킬 없음 · 다음 경로 확인
en: No skills chosen yet · See your next path
ja: まだスキルが選択されていません · 次の道を見てください

# awakening.summary.title
source: 스킬트리 · %lld/%lld
en: Skill Tree · %lld/%lld
ja: スキルツリー・%lld/%lld

# awakening.tier.label
source: %lld단
en: Tier %lld
ja: 層 %lld

# accessibility.stat.line
source: %lld주차, %@, %@, %@
en: Week %lld, %@, %@, %@
ja: 週 %lld、%@、%@、%@

# action.cancel
source: 취소
en: Cancel
ja: キャンセル

# action.close
source: 닫기
en: Close
ja: 閉じる

# action.next
source: 다음
en: Next
ja: 次へ

# app.tab.high-school
source: 고교
en: High School
ja: 高校

# app.tab.pro
source: 프로
en: Pro
ja: プロ

# app.tab.records
source: 기록
en: Records
ja: 記録

# app.tab.settings
source: 설정
en: Settings
ja: 設定

# app.title
source: 야구 못하면 또 환생함
en: Mound Reborn
ja: 野球がダメならまた転生

# career.unavailable
source: 커리어 없음
en: No career
ja: キャリアなし

# error.cancel
source: 돌아간다
en: Go back
ja: 戻る

# error.career.delete.action
source: 프로 저장과 백업을 모두 지운다
en: Delete the pro save and backup
ja: プロの保存とバックアップを削除します

# error.career.delete.message
source: 현재 저장본과 복구용 백업이 함께 삭제됩니다. 되돌릴 수 없습니다.
en: Your current save and recovery backup will be deleted. This cannot be undone.
ja: 現在の保存および回復バックアップは削除されます。これを元に戻すことはできません。

# error.career.delete.title
source: 프로 커리어를 완전히 지울까요?
en: Permanently delete this pro career?
ja: このプロとしてのキャリアを永久に削除しますか?

# error.career.open.title
source: 커리어를 열 수 없습니다
en: Couldn't open career
ja: キャリアを開くことができませんでした

# error.reset
source: 저장 데이터를 지우고 새로 시작
en: Delete saved data and start over
ja: セーブデータを削除して最初からやり直す

# error.retry
source: 다시 불러오기
en: Try loading again
ja: もう一度ロードしてみてください

# error.text-unavailable
source: 문구를 불러올 수 없습니다
en: Text unavailable
ja: テキストは使用できません

# notification.return.body
source: 다음 야구 선택이 기다립니다.
en: Your next baseball decision is waiting.
ja: あなたの次の野球の決断が待っています。

# notification.return.title
source: 마운드로 돌아오세요
en: Return to the mound
ja: マウンドに戻る

# opening.description
source: 모든 경기를 던지지 않습니다. 결과를 바꿀 수 있는 순간에만 마운드에 오릅니다.
en: You won't pitch every game. You take the mound only when your choices can change the outcome.
ja: 毎試合投げるわけではありません。自分の選択が結果を変える可能性がある場合にのみマウンドに上がります。

# opening.eyebrow
source: 고교 3년, 한 번의 드래프트
en: Three years of high school. One draft.
ja: 高校３年間。ドラフトは 1 つです。

# opening.start
source: 시작하기
en: Start
ja: スタート

# opening.summary
source: 당신은 고교 투수입니다. 3년 안에 프로 지명을 받아야 합니다.
en: You are a high school pitcher. Get drafted into the pros within three years.
ja: あなたは高校生の投手です。 3年以内にドラフトでプロ入り。

# prologue.ability.accessibility
source: %@, 현재 능력치 %lld, %@, %@.
en: %@, current rating %lld, %@, %@.
ja: %@、現在の評価 %lld、%@、%@。

# prologue.ability.ceiling-reached
source: 재능의 한계에 닿았습니다. 계속 훈련하면 열립니다.
en: You've reached this talent ceiling. Keep training to break through.
ja: あなたはこの才能の上限に達しました。突破するためにトレーニングを続けてください。

# prologue.ability.ceiling
source: %lld까지
en: Up to %lld
ja: %lldまで

# prologue.ability.explanation
source: 큰 숫자가 지금 실력이고, 알파벳은 훈련으로 닿을 수 있는 한계입니다. 재능이 높아도 지금 수치가 낮을 수 있습니다.
en: The big number is your current rating; the letter is the ceiling training can reach. A high talent grade does not mean the current rating starts high.
ja: 大きな数字はあなたの現在の評価です。文字はトレーニングで到達できる天井です。タレントグレードが高いからといって、現在の評価が高く始まるわけではありません。

# prologue.ability.no-ceiling
source: 한계 없음
en: No ceiling
ja: 天井なし

# prologue.ability.talent
source: 재능 %@
en: Talent %@
ja: タレント %@

# prologue.ability.meaning.above-pro
source: 프로 평균 이상
en: Above-average pro level
ja: 平均以上のプロレベル

# prologue.ability.meaning.best
source: 세대 최고 수준
en: Best in the class
ja: クラス最高

# prologue.ability.meaning.developing
source: 성장 중인 기본기
en: Fundamentals taking shape
ja: 基礎が形になりつつある

# prologue.ability.meaning.foundations
source: 기본기 다지는 단계
en: Building the fundamentals
ja: 基礎の構築

# prologue.ability.meaning.high-school
source: 고교 상위권 도전
en: Challenging the high-school elite
ja: 高校生エリートへの挑戦

# prologue.ability.meaning.pro-average
source: 프로 평균
en: Average pro level
ja: 平均的なプロレベル

# prologue.ability.meaning.pro-top
source: 프로 최상급
en: Top-tier pro level
ja: トップレベルのプロレベル

# prologue.ability.meaning.regional
source: 지역에서 손꼽는 재능
en: One of the region's best
ja: 地域トップクラス

# prologue.ability.meaning.starter
source: 고교 주전 경쟁
en: Competing for a high-school starting role
ja: 高校の先発争いレベル

# prologue.action.skip
source: 바로 학교 고르기
en: Choose a school now
ja: 今すぐ学校を選択してください

# prologue.action.throw
source: 첫 공을 던진다
en: Throw your first pitch
ja: 初球を投げる

# prologue.coach.quote.first-life
source: “몸부터 풀자. 불펜에서 한 구 던져 봐.” — 감독
en: “Start by loosening up. Give me one pitch in the bullpen.” — Coach
ja: 「まずは肩をほぐそう。ブルペンで一球、投げてみろ」— コーチ

# prologue.current-player.title
source: 지금의 나
en: Current player
ja: 現在の選手

# prologue.inherited-start.title
source: 계보가 바꾼 시작
en: What the Lineage Changed
ja: 継承で変わったもの

# prologue.inherited-start.journey
source: %@의 마지막 %lld → 이번 선수의 시작 %lld (%@)
en: %@'s final %lld → this player's start %lld (%@)
ja: %@の最終値 %lld → この選手の開始値 %lld（%@）

# prologue.inherited-start.total
source: 시작에 스며든 계승 성장 %@
en: Inherited starting growth %@
ja: 継承された開始時成長 %@

# prologue.inherited-start.source.soul
source: 야구혼과 이전 선수의 기억
en: Baseball Spirit and carried memories
ja: 野球魂と持ち込まれた思い出

# prologue.inherited-start.source.boost
source: 환생 상점 부스트
en: Rebirth shop boost
ja: 転生ショップのブースト

# prologue.handicap.heading
source: 핸디캡
en: Handicaps
ja: ハンディキャップ

# prologue.title.first-life
source: 첫 등교
en: First day
ja: 初日

# prologue.title.rebirth
source: 다시 태어났습니다
en: Reborn
ja: 転生

# prologue.wind.accessibility
source: 이번 3년의 바람, %@. %@. 효과: %@.
en: Three-year season conditions: %@. %@. Effects: %@.
ja: 高校3年間の条件：%@。%@。効果：%@。

# prologue.wind.heading
source: 이번 3년의 바람 · %@
en: This three-year season · %@
ja: 高校3年間・%@

# prologue.wind.neutral-explanation
source: 능력과 보상 보정 없이 실력만으로 승부합니다.
en: No rating or reward modifiers—this year is decided by your pitching.
ja: 評価や報酬の修正要素はありません。今年はあなたの投球によって決まります。

# pro.action.default
source: 위의 '이번 주'에서 다음 일정을 확인하세요.
en: Check the next schedule under 'This Week'.
ja: 「今週」で次回のスケジュールを確認してください。

# pro.weekly-plan.until
source: %@ 끝까지 진행
en: Continue through %@
ja: %@ を続行します

# pro.action.important-game
source: 등판이 잡혔습니다. 위의 '이번 주'에서 승부를 시작하세요.
en: Your outing is set. Start the showdown under 'This Week'.
ja: 登板予定が決まりました。「今週」から勝負を始めましょう。

# pro.action.offseason-decision
source: 현재 구단에 남을지 결정하세요.
en: Decide whether to stay with your current club.
ja: 現在のクラブに残るかどうかを決定します。

# pro.action.season-review
source: 올해 경기 기록과 수상 결과를 확인하세요.
en: Review this year's game record and awards.
ja: 今季の試合記録と受賞歴を振り返ります。

# pro.action.weekly-plan
source: 이번 주에 가장 신경 쓸 훈련을 고르세요.
en: Choose the training that matters most this week.
ja: 今週最も重要なトレーニングを選択してください。

# pro.dashboard.direct-outing
source: 직접 등판
en: DIRECT OUTING
ja: 直接登板

# pro.dashboard.fatigue
source: 피로
en: Fatigue
ja: 疲労

# pro.dashboard.injury
source: 부상
en: Injury
ja: 怪我

# pro.dashboard.injury-normal
source: 정상
en: Healthy
ja: 健康

# pro.dashboard.injury-weeks
source: %lld주
en: %lld weeks
ja: %lld 週間

# pro.dashboard.latest-news
source: 최근 소식
en: Latest news
ja: 最新ニュース

# pro.dashboard.latest-outing
source: 최근 등판
en: Latest outing
ja: 直近の登板

# pro.dashboard.manager-trust
source: 감독의 믿음
en: Manager's trust
ja: 監督の信頼

# pro.dashboard.milestone
source: 최근 주요 기록
en: Latest milestone
ja: 最新のマイルストーン

# pro.dashboard.next-action
source: 다음 행동
en: Next action
ja: 次のアクション

# pro.dashboard.outing-accessibility
source: %lld주차 %@ %@, %@, %lld 대 %lld
en: Week %lld, %@ %@, %@, %lld to %lld
ja: 週 %lld、%@ %@、%@、%lld ～ %lld

# pro.dashboard.outing-accessibility.decision
source: %lld주차 %@ %@, %@, %lld 대 %lld %@
en: Week %lld, %@ %@, %@, %lld to %lld, %@
ja: 週 %lld、%@ %@、%@、%lld ～ %lld、%@

# pro.dashboard.outing-accessibility.decision-played
source: %lld주차 %@ %@, %@, %lld 대 %lld %@, 직접 등판
en: Week %lld, %@ %@, %@, %lld to %lld, %@, direct outing
ja: 週 %lld、%@ %@、%@、%lld ～ %lld、%@、直接登板

# pro.dashboard.outing-accessibility.played
source: %lld주차 %@ %@, %@, %lld 대 %lld, 직접 등판
en: Week %lld, %@ %@, %@, %lld to %lld, direct outing
ja: 週 %lld、%@ %@、%@、%lld ～ %lld、直接登板

# pro.dashboard.outing-summary
source: %@ %@, %lldK %lldBB %lld실점
en: %@ %@, %lld K, %lld BB, %lld R
ja: %@ %@、%lld K、%lld BB、%lld R

# pro.dashboard.outing-summary.hits
source: %@ %@, %lld피안타 %lldK %lldBB %lld실점
en: %@ %@, %lld H, %lld K, %lld BB, %lld R
ja: %@ %@、%lld H、%lld K、%lld BB、%lld R

# pro.dashboard.outing-week
source: %lld주차
en: Week %lld
ja: 週 %lld

# pro.dashboard.rival
source: 이번 승부 상대
en: Today's rival
ja: 今日のライバル

# pro.dashboard.season-header
source: %lld시즌 %lld주차 · %@
en: Season %lld · Week %lld · %@
ja: シーズン %lld · 週 %lld · %@

# pro.dashboard.season-progress
source: 시즌 진행
en: Season progress
ja: シーズンの進行状況

# pro.dashboard.season-progress-value
source: %lld / 24주
en: %lld / 24 weeks
ja: %lld / 24 週間

# pro.dashboard.season-progress.accessibility
source: 시즌 진행 %lld주차, 24주 중
en: Season progress: week %lld of 24
ja: シーズンの進行状況: 24 週 %lld

# pro.dashboard.tensions
source: 올해의 세 가지 승부처
en: Three battles shaping this season
ja: 今シーズンは3つの戦いが形成される

# pro.legacy-handoff.save-failed.title
source: 기록을 저장하지 못했습니다
en: Couldn't save the record
ja: 記録を保存できませんでした

# pro.legacy-handoff.link-broken.title
source: 기록을 이번 회차에 연결할 수 없습니다
en: Can't Link This Record to the Current Life
ja: この記録を現在の人生に結び付けられません

# pro.legacy-handoff.link-broken.message
source: 은퇴한 선수의 프로 기록이 지금 진행 중인 고교 회차와 달라 그대로 연결할 수 없습니다. 계승 포인트 보상만 남기고 프로 기록을 정리하면 다음 선수를 시작할 수 있습니다.
en: This retired player's pro record belongs to a different life than the high-school career in progress. Keep only the Legacy Points and clear the pro record to start the next player.
ja: 引退した選手のプロ記録は、進行中の高校の人生とは別の人生のものです。レガシーポイントだけを残してプロ記録を整理すると、次の選手を始められます。

# pro.legacy-handoff.link-broken.fallback-action
source: 계승 포인트만 남기고 정리
en: Keep the Points and Clear
ja: ポイントだけ残して整理

# pro.level.majors
source: 1군
en: Majors
ja: メジャー

# pro.level.minors
source: 2군
en: Minors
ja: 未成年者

# pro.decision.loss
source: 패
en: L
ja: L

# pro.decision.save
source: 세이브
en: SV
ja: SV

# pro.decision.win
source: 승
en: W
ja: W

# pro.locked.distance.title
source: 이 문까지의 거리
en: Distance to this door
ja: このドアまでの距離

# pro.locked.eyebrow
source: 프로 커리어
en: Pro career
ja: プロとしてのキャリア

# pro.locked.forecast.base
source: 현재 평가 %lld점 · 당락선 %lld점
en: Evaluation %lld · Draft cutoff %lld
ja: 評価 %lld ・ドラフトカットオフ %lld

# pro.locked.forecast.chapters
source: 현재 평가 %lld점 · 당락선 %lld점 · 남은 이야기 %lld장
en: Evaluation %lld · Draft cutoff %lld · %lld story chapters left
ja: 評価 %lld ・ドラフト打ち切り %lld ・%lld ストーリーチャプターが残っています

# pro.locked.forecast.imminent
source: 현재 평가 %lld점 · 당락선 %lld점 · 드래프트 임박
en: Evaluation %lld · Draft cutoff %lld · The draft is close
ja: 評価 %lld ・ドラフトカットオフ %lld ・ドラフトは近い

# pro.locked.interested
source: %@ 지금 성적을 지켜보고 있습니다.
en: %@ is watching your current results.
ja: %@ はあなたの現在の結果を監視しています。

# pro.locked.path.body
source: 고교 탭에서 3년을 보내고 드래프트를 통과하면, 그때의 능력을 그대로 안고 프로에 들어갑니다.
en: Spend three years in High School, clear the draft, and enter the pros with the abilities you built.
ja: 高校3年間を過ごし、ドラフトを突破し、培った実力を活かしてプロ入り。

# pro.locked.path.title
source: 정규 경로
en: Main path
ja: メインパス

# pro.locked.skip.button
source: 고교를 건너뛰고 바로 프로 시작
en: Start pro now, skipping high school
ja: 高校をスキップして今すぐプロを始める

# pro.locked.skip.description
source: 건너뛰면 지명 결과가 시드에서 만들어집니다. 고교 3년의 성장과 기억은 없습니다.
en: If you skip ahead, the draft result is generated from your seed. You won't carry growth or memories from high school.
ja: 先にスキップすると、シードからドラフト結果が生成されます。高校時代の成長や思い出は持ち越せません。

# pro.locked.skip.locked
source: 고교 3년을 한 번 마치면 고교를 건너뛰는 길도 열립니다.
en: Finish one three-year high school career to unlock the option to skip ahead.
ja: 3 年間の高校生活を終えて、スキップして先に進むオプションのロックを解除します。

# pro.locked.title
source: 고교 드래프트에서 지명을 받으면 열립니다
en: Unlocks when you are drafted from high school
ja: 高校からドラフトされるとロックが解除されます

# pro.navigation.title
source: 프로
en: Pro
ja: プロ

# pro.role.closer
source: 마무리
en: Closer
ja: 近くに

# pro.role.long-relief
source: 긴 이닝 구원
en: Long Reliever
ja: ロングリリーバー

# pro.role.reliever
source: 구원
en: Reliever
ja: リリーバー

# pro.role.setup
source: 필승조
en: Setup
ja: セットアップ

# pro.role.starter
source: 선발
en: Starter
ja: スターター

# pro.segment.all-star-break
source: 올스타 휴식기
en: All-Star break
ja: オールスターブレイク

# pro.segment.first-half
source: 전반기
en: First half
ja: 前半

# pro.segment.opening
source: 개막
en: Opening
ja: オープニング

# pro.segment.pennant-race
source: 순위 싸움
en: Pennant race
ja: ペナントレース

# pro.segment.preparation
source: 시즌 준비
en: Season prep
ja: シーズンの準備

# pro.segment.season-finale
source: 시즌 막바지
en: Season finale
ja: シーズンフィナーレ

# pro.segment.spring-camp
source: 스프링캠프
en: Spring training
ja: 春季トレーニング

# pro.start.sheet-title
source: 프로부터 시작
en: Start in the pros
ja: プロから始める

# pro.view.picker
source: 프로 화면
en: Pro view
ja: プロビュー

# pro.view.this-week
source: 이번 주
en: This Week
ja: 今週

# pro.view.today
source: 오늘
en: Today
ja: 今日

# return.plan.body.high-school.awakening
source: 새 능력을 직접 고를 중요한 순간이 기다립니다.
en: An important choice is waiting: pick a new ability.
ja: 新しい能力を選択するという重要な選択が待っています。

# return.plan.body.high-school.chapter-review
source: 이번 학기의 성장 결과와 다음 목표를 확인하세요.
en: Review this term's growth and choose the next goal.
ja: 今期の成長を振り返り、次の目標を決める。

# return.plan.body.high-school.completed
source: 지난 선수의 유산을 안고 새 선수를 시작해 보세요.
en: Start a new player with the last player's legacy.
ja: 最後のプレイヤーのレガシーを使用して新しいプレイヤーを開始します。

# return.plan.body.high-school.draft
source: 직접 키운 선수의 드래프트 결과를 확인할 차례입니다.
en: Check the draft result for the player you built.
ja: 作成したプレーヤーのドラフト結果を確認します。

# return.plan.body.high-school.important-game
source: 고교 공식 경기의 다음 타자를 이어서 상대하세요.
en: Face the next batter in the high school game.
ja: 高校戦では次の打者と対戦する。

# return.plan.body.high-school.legacy
source: 지난 선수가 남긴 대표 능력을 다음 선수에게 이어 주세요.
en: Carry the last player's signature ability into the next player.
ja: 最後のプレイヤーの特徴的な能力を次のプレイヤーに引き継ぎます。

# return.plan.body.high-school.prologue
source: 감독이 기다립니다. 불펜에서 첫 공을 던질 차례입니다.
en: The coach is waiting. It's time to throw your first bullpen pitch.
ja: コーチが待っています。いよいよ初めてのブルペン投球です。

# return.plan.body.high-school.relationship
source: 다음 선택이 선수의 관계와 성장 방향을 바꿉니다.
en: Your next choice will shape this player's relationships and development.
ja: あなたの次の選択が、このプレイヤーの人間関係と成長を形作ることになります。

# return.plan.body.high-school.school-selection
source: 새 선수의 학교와 성장 방향을 정할 차례입니다.
en: Choose the new player's school and development path.
ja: 新しいプレイヤーの学校と成長パスを選択します。

# return.plan.body.high-school.training
source: 다음 훈련으로 직접 키운 능력을 한 단계 더 올려 보세요.
en: Use the next training session to raise an ability you built yourself.
ja: 次回のトレーニングセッションで、自分で構築した能力を高めてください。

# return.plan.body.next-player
source: %@ — 지난 3년의 아쉬움을 새 선수로 이어 보세요.
en: %@ — carry the unfinished parts of the last three years into a new player.
ja: %@ — 過去 3 年間の未完成部分を新しいプレーヤーに引き継ぎます。

# return.plan.body.pledge
source: %@ · %@ — 이어서 완성해 보세요.
en: %@ · %@ — come back and finish it.
ja: %@ · %@ — 戻ってきて終わらせてください。

# return.plan.body.pro.default
source: 프로 시즌의 다음 주를 이어서 보내세요.
en: Continue with next week of the pro season.
ja: プロシーズンの来週に続きます。

# return.plan.body.pro.important-game
source: 중요한 경기의 다음 타자를 이어서 상대하세요.
en: The next batter is waiting in an important game.
ja: 大事な試合で次の打者が待っている。

# return.plan.body.pro.retirement
source: 이 선수의 마지막 결정을 직접 내려 주세요.
en: It's time to make this player's final decision.
ja: このプレイヤーが最終決断を下す時が来た。

# return.plan.body.pro.season-decision
source: 이번 시즌의 중요한 선택을 직접 결정할 차례입니다.
en: It's time to make this season's key decision.
ja: 今シーズンの重要な決断を下す時が来た。

# return.plan.card.title
source: 다음에 이어 할 한 가지
en: Pick up where you left off
ja: 中断したところから再開

# return.plan.continue.game
source: 게임으로 돌아가기
en: Return to game
ja: 試合に戻る

# return.plan.continue.high-school
source: 이 선수 이어서 키우기
en: Continue this player
ja: このプレイヤーを続行します

# return.plan.continue.pro
source: 프로 시즌 이어가기
en: Continue pro season
ja: プロシーズンを続ける

# return.plan.dismiss.accessibility
source: 이어하기 카드 닫기
en: Dismiss return card
ja: 返却カードを拒否する

# return.plan.title.high-school-phase
source: 이번 선수의 3년을 이어가세요
en: Continue this player's three-year career
ja: この選手のキャリアを3年間続ける

# return.plan.title.next-player
source: 다음 선수의 목표가 기다립니다
en: The next player's goal is waiting
ja: 次の選手のゴールが待っている

# return.plan.title.pledge
source: 이번 선수의 목표가 남아 있습니다
en: This player's goal is still within reach
ja: この選手のゴールはまだ手の届くところにある

# return.plan.title.pro
source: 프로 시즌의 다음 선택
en: Your next pro-season choice
ja: 次のプロシーズンの選択

# settings.audio.footer
source: 소리는 다른 앱의 음악을 멈추지 않고, 무음 스위치를 따릅니다.
en: Sound won't stop music from other apps and follows the Ring/Silent switch.
ja: サウンドは他のアプリからの音楽を停止せず、着信/サイレントスイッチに従います。

# settings.audio.haptics
source: 진동
en: Haptics
ja: ハプティクス

# settings.audio.haptics.footer
source: 진동을 끄면 승부 긴장에 따른 릴리스 미터 흔들림도 사라집니다. 기본 미터 이동과 피로에 따른 조준 흔들림은 그대로입니다.
en: If you turn off haptics, the release meter will no longer wobble with game pressure. The meter's normal movement and fatigue-based aim shake remain.
ja: ハプティクスをオフにすると、試合の圧力によってリリース メーターがぐらつきなくなります。メーターの通常の動きと疲労による照準のブレは残ります。

# settings.audio.music
source: 음악
en: Music
ja: 音楽

# settings.audio.section-title
source: 소리와 진동
en: Sound & Haptics
ja: サウンドとハプティクス

# settings.auto-release.description
source: 켜면 와인드업 타이밍 없이 탭 한 번으로 던집니다. 결과는 릴리스가 딱 중간일 때와 같습니다.
en: Turn it on to pitch with one tap, without timing the windup. The result matches a perfectly centered release.
ja: オンにすると、ワインドアップのタイミング操作なしで、1回のタップで投球できます。結果は中央で完璧にリリースした場合と同じです。

# settings.auto-release.footer
source: 타이밍 제스처가 어려우면 켜세요. 항상 안정된 중간 릴리스로 던지므로 진행이 막히는 일은 없습니다. 다만 완벽한 타이밍의 이점도 사라집니다.
en: Turn this on if timing gestures are difficult. Every pitch uses a steady mid-release, so you won't get stuck—but you give up the edge of perfect timing.
ja: タイミング操作が難しい場合にオンにしてください。毎球安定した中央リリースになるため進行不能にはなりませんが、完璧なタイミングの追加効果は得られません。

# settings.auto-release.label
source: 자동 릴리스
en: Auto Release
ja: オートリリース

# settings.audio.sound
source: 소리
en: Sound
ja: サウンド

# settings.control.title
source: 조작
en: Controls
ja: 操作

# settings.delete.action
source: 모든 진행 삭제
en: Delete all progress
ja: すべての進行状況を削除

# settings.delete.confirm.action
source: 삭제
en: Delete
ja: 削除

# settings.delete.confirm.cancel
source: 취소
en: Cancel
ja: キャンセル

# settings.delete.confirm.message
source: 선수 기록과 계승 유산까지 전부 사라집니다.
en: Your player records and inherited legacies will be erased too.
ja: プレーヤーの記録と継承された遺産も消去されます。

# settings.delete.confirm.title
source: 모든 진행을 삭제할까요?
en: Delete all progress?
ja: すべての進行状況を削除しますか?

# settings.delete.footer
source: 고교·프로 커리어와 계승 기록이 모두 지워집니다. 되돌릴 수 없습니다.
en: Your high school and pro careers, along with your legacy record, will be deleted. This cannot be undone.
ja: あなたの高校およびプロでのキャリアは、これまでの記録とともに削除されます。これを元に戻すことはできません。

# settings.memories.label
source: 가져온 기억
en: Carried memories
ja: 運ばれた思い出

# settings.memories.value
source: %lld장
en: %lld cards
ja: %lld カード

# settings.next-player.label
source: 다음 선수
en: Next player
ja: 次のプレイヤー

# settings.next-player.value
source: %lld번째
en: Player %lld
ja: プレーヤー %lld

# settings.notifications.footer
source: 매일 저녁 7시 30분, 현재 선수의 다음 목표를 알려 드립니다. 며칠 동안 열지 않으면 저절로 멈춥니다.
en: At 7:30 PM each evening, we'll remind you of this player's next goal. Reminders stop automatically if you don't return for a few days.
ja: 毎晩午後 7 時 30 分に、このプレーヤーの次の目標をお知らせします。数日間戻らない場合、リマインダーは自動的に停止します。

# settings.notifications.title
source: 알림
en: Notifications
ja: 通知

# settings.notifications.toggle
source: 이어하기 알림
en: Continue reminders
ja: リマインダーを続行する

# settings.navigation.title
source: 설정
en: Settings
ja: 設定

# settings.pro.label
source: 프로
en: Pro
ja: プロ

# settings.pro.value
source: %@ %lld시즌
en: %@, Season %lld
ja: %@、シーズン %lld

# settings.progress.title
source: 진행
en: Progress
ja: 進捗状況

# settings.share-code.accessibility
source: 시드 공유
en: Share seed
ja: シードを共有する
